[{"ObjectType":"entry","EntryType":"article","EntryKey":"citeulike:1527516","Fields":{"abstract":"Bacopa monnieri (L.) Wettst. (Brahmi) is an Ayurvedic medicinal plant used for centuries as a memory enhancer. Dammarane-type triterpenoid saponins classified as pseudojujubogenin and jujubogenin glycosides are reported as the active components in this plant. In this study, the monoclonal antibody (MAb) against bacopaside I, a major pseudojujubogenin glycoside found in Brahmi, was produced and characterised. Bacopaside I was conjugated with bovine albumin serum to prepare an immunogen. Hybridomas secreting a monoclonal antibody against bacopaside I was produced by fusing splenocytes from an immunised mouse and SP2/0-Ag14 myeloma cells. The results showed that the antibodies were raised specifically against pseudojujubonin glycosides. An enzyme-linked immunosorbant assay (ELISA) using anti-bacopaside I MAb was performed in the range of 1.95-62.5 ng/mL of bacopaside I, with a limit of detection of 0.5 ng/mL. The method was validated and the practical use of the ELISA for analysing saponin glycosides from Brahmi was demonstrated. Copyright (c) 2007 John Wiley & Sons, Ltd.","address":"Department of Pharmaceutical Chemistry and Pharmacognosy, Faculty of Pharmaceutical Sciences, Naresuan University, Phitsanulok 65000, Thailand.","author":"Phrompittayarat, Watoo and Putalun, Waraporn and Tanaka, Hiroyuki and Jetiyanon, Kanchalee and Wittaya-Areekul, Sakchai and Ingkaninan, Kornkanok","citeulike-article-id":"1527516","citeulike-linkout-":"http://www3.interscience.wiley.com/cgi-bin/abstract/114230947/ABSTRACT","day":"2","doi":"10.1002/pca.996","issn":"0958-0344","journal":"Phytochem Anal","keywords":"ayurveda","month":"May","pmid":"17624902","posted-at":"2007-08-01 13:59:13","priority":"2","title":"Determination of pseudojujubogenin glycosides from Brahmi based on immunoassay using a monoclonal antibody against bacopaside I.","url":"http://dx.doi.org/10.1002/pca.996","year":"2007"}},{"ObjectType":"entry","EntryType":"article","EntryKey":"citeulike:1206151","Fields":{"abstract":"Bacopa monnieri (L.) Wettst. (Brahmi) is a medicinal plant used as a memory enhancer in Ayurvedic medicines. Its active components are triterpenoid glycosides namely pseudojujubogenin and jujubogenin glycosides. In order to analyze these saponin glycosides, an enzyme-linked immunosorbant assay (ELISA) was developed using polyclonal antibodies against bacopaside I, one of the pseudojujubogenin glycosides found in the plant. Bacopaside I was conjugated with a bovine albumin serum (BSA) to prepare an immunogen. The bacopaside I-BSA conjugate was immunized to a rabbit for producing polyclonal antibodies (PAbs). The results showed that the antibodies were raised specifically against pseudojujubogenin glycosides. An ELISA using anti-bacopaside I PAbs was performed in the range of 1.95-62.5 ng mL(-1) of bacopaside I and the limit of detection was 0.1 ng mL(-1). The method was validated and the applicability of the ELISA for analyzing saponin glycosides from Brahmi was demonstrated.","address":"Department of Pharmaceutical Chemistry and Pharmacognosy, Faculty of Pharmaceutical Sciences, Naresuan University, Phitsanulok 65000, Thailand.","author":"Phrompittayarat, W. and Putalun, W. and Tanaka, H. and Wittaya-Areekul, S. and Jetiyanon, K. and Ingkaninan, K.","citeulike-article-id":"1206151","citeulike-linkout-":"http://www.hubmed.org/display.cgi?uids=17386577","day":"12","doi":"10.1016/j.aca.2006.11.017","issn":"1873-4324","journal":"Anal Chim Acta","keywords":"ayurveda","month":"February","number":"1","pages":"1--6","pmid":"17386577","posted-at":"2007-04-12 11:44:24","priority":"2","title":"An enzyme-linked immunosorbant assay using polyclonal antibodies against bacopaside I.","url":"http://dx.doi.org/10.1016/j.aca.2006.11.017","volume":"584","year":"2007"}}]